var data = [
    {
        title:"서울",
        content:"서울 남산",
        date:"2021-11-22",
        lat: 37.554574,
        lng: 126.980798
    },
    {
        title:"서울",
        content:"서울 용산",
        date:"2021-11-22",
        lat: 37.531208,
        lng: 126.979740
    },
    {
        title:"대전",
        content:"대전 다모아치킨호프",
        date:"2021-11-13",
        lat: 36.355604135803475,
        lng: 127.34399613098631
    },
    {
        title:"대전",
        content:"대전 도안동감나무집",
        date:"2021-11-16",
        lat: 36.343508855197655,
        lng: 127.31796567445534
    },
    {
        title:"대전",
        content:"대전 패션왕",
        date:"2021-11-17",
        lat: 36.35056913338587,
        lng: 127.37698460629518
    },
    {
        title:"대전",
        content:"대전 원PC",
        date:"2021-11-17",
        lat: 36.31487183366578,
        lng: 127.37752938605851
    },
    {
        title:"대전",
        content:"대전 프라하포차",
        date:"2021-11-18",
        lat: 36.34986906509221,
        lng: 127.37647232142935
    },
    {
        title:"대전",
        content:"대전 옥천수사우나(여탕)",
        date:"2021-11-22",
        lat: 36.33685530362108,
        lng: 127.41312659112587
    },
    //보기
    {
        title:"대전",
        content:"대전 덕림사우나",
        date:"2021-11-23",
        lat: 36.32836353910378,
        lng: 127.4545068815913
    },
    {
        title:"대전",
        content:"대전 투웨이버거",
        date:"2021-11-23",
        lat: 36.34436161905253,
        lng: 127.45194983642605
    }
];